
var date=[
	{
		nav:"如何建立个人博客？",
		timer:"2016-03-04 23:00:00",
		author:"某某",
		classification:"[学无止境]",
		Img:"img/left1.jpg",
		content:"想必很多人都想建立一个，属于自己的个人博客，把自己的一些学习的经验和经历，通过互联网的形式来分享给别人。通过分享与网友进行互动，让更多的人了解和认识你，并且树立自己在互联网上的个人品牌，其实这就是一种“自媒体”。那么我们怎么去建立自己独立..."
		
	},
	{
		nav:"网页制作视频教程（十）-基础总结",
		timer:"2016-03-04 23:00:00",
		author:"某某",
		classification:"[网页制作视频教程]",
		Img:"img/left2.jpg",
		content:"本节视频教程主要总结了网页制作的知识点部分。可以分为两大类。一是“ HTML部分 ”，二是 “ CSS部分 ”。 在 HTML 中：需要对一些常用的标签进行理解，以及行内标签和块级标签之间的特性。 CSS 中：主要理解“ 浮动、清除浮动 ”和“ 定位 ”，因为两者在..."
	},
	{
		nav:"javascript与jQuery的那些事？",
		timer:"2016-03-04 23:00:00",
		author:"某某",
		classification:"[JS/jquery]",
		Img:"img/left3.jpg",
		content:"今天在找资料的时候,发现了一篇关于“javascript与jQuery”文章。讲得还不错,拿来给大家一起分享下: 其实很多刚初学JS的朋友们,都会纠结一个问题? 是什么问题呢? “学习前端到底是先学javascript还是jQuery”? 其实在我认为:你首先要明白什么是javascript简..."
	}
//	{
//		nav:"利用百度数据来做SEO优化系列",
//		timer:"2016-03-04 23:00:00",
//		author:"某某",
//		classification:"[SEO实战案列]",
//		Img:"img/left4.jpg",
//		content:"最近在很多站长群、SEO相关的群里聊天，普遍发现一个问题：“ 哎，现在感觉做SEO优化很难啊！，好像外链不起什么作用了，每天更新原创文章，排名也不起来。 ” 我只能说一句：现在不是以前的“内容为王，外链为皇”的时代了。如果你还停留在以前（古代思维）..."
//	},
//	{
//		nav:"HTML5移动端手机网站开发流程",
//		timer:"2016-03-04 23:00:00",
//		author:"某某",
//		classification:"[html5+css3]",
//		Img:"img/left5.jpg",
//		content:"最近一直在研究移动手机网站的开发，发现做手机网站没有想象中的那么难。为什么会这么说呢？我们试想下:我们连传统的PC网站都会做， 难道连一个小小的手机网站难道都搞不定吗？其实手机网站就是一个微缩版的PC网站罢了！至于为什么觉得难、觉得无从下手。 段..."
//	},
//	{
//		nav:"学习css/js的一些心得",
//		timer:"2016-03-04 23:00:00",
//		author:"某某",
//		classification:"[学习心得]",
//		Img:"img/left6.jpg",
//		content:"从学习SEO起到现在差不多两个月时间了，也算是慢慢的走向seoer这个行业。在学习SEO这个过程中，我发现SEO这个行业相对于其它行业比较抽象。不像学其它的技术一样，你马上学出来，就能看到实战效果，而SEO却截然不同。因为SEO需要用一定时间去等结果，可能最..."
//	}
]

//var obj={
//	date:date
//}d
